var data = {
  discover: [
    {
      "previewImg": "http://ci.xiaohongshu.com/04be56be-d462-48d3-8afa-da167bf6a2ed@r_640w_640h.jpg",
      "title": "日常吸猫",
      "subTitle": "朋友家的加菲猫，萌化了#猫奴必备猫玩具\n看到大家都这么喜欢它，\n悄悄发一下猫主人✨：Taomaohui_311\n@caicaicats\n之前都发错了😭😭",
      "avator": "https://img.xiaohongshu.com/avatar/59a178d4b46c5d0edc6ce5f1.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "张白胖_",
      "followed": false
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/bd613333-f174-43fc-9186-88448bf199ab@r_640w_640h.jpg",
      "title": "新手猫奴必看 | 让你和猫主子都开心的必BUY推荐",
      "subTitle": "分享一些我觉得好用的养猫用品，有的可以帮助猫猫健康长胖，有的可以大大节省你的打扫劳动量。本文搬运自个",
      "avator": "https://img.xiaohongshu.com/avatar/59dc4420b46c5d61a66c9569.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "木木夕_Irene"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/7c152c93-955f-4c3c-8593-ebaa72d2edd7@r_640w_640h.jpg",
      "title": "我家小布偶猫的养成记（以及常用品介绍）",
      "subTitle": "一直很爱布偶猫，主要颜美性格好。养了以后真的觉得性格很好不记仇像狗狗一样。我家的小布偶买来的时候两个半月大，在香港买的。大部分国内买的布偶猫好像都是绝育的，香港买的布偶猫不会绝育除非你特别要求。买的时候在宠物店很小一只根本看不出来毛色，完全就是一只小白猫。老板人很好虽然不会讲普通话却一直找图片给我们说明我们看到的幼猫是什么毛色。我们最后选定的是蓝色双色猫山纹的幼猫，我那天是和我娘亲一起去去买的，我娘亲闹着要养😂当天我们其实很幸运，店里只有两只两个半月的幼猫剩下的布偶猫最小的都十个月，我和我娘亲都想从小猫开始养，正好又挑到一只合眼缘的。我娘亲决定是她之前轻轻举了下她，她就小声喵呜的叫了一声超级可爱的。当即就决定是她了。运输是有老板找长期合作的人从香港帮我们运到深圳的，要另外收费。我们开始养的时候两个半月大完全是只小白猫，到现在已经六个月了额头的猫山纹已经很明显了，真的超可爱。\n废话好多😂最后来介绍一下布偶猫的常用物品图9⃣️。\n因为我们是第一次养布偶猫没什么经验，小布偶刚来我们家的时候很健康拉的💩也很硬成型，可是过了差不多一周开始拉稀冰淇淋状很严重就带她去看医生，由于肚子里面长虫（医生说是因为我们家有细菌没有打理好）开始拉稀，就要开始喂药，奈何我们家这只性格太猛连医生为药都给你吐出来，只能买专门给幼猫的罐头混着药一起喂。推荐这款（左上角）专门适合于幼猫吃的罐头。特别提醒养布偶猫的小伙伴们布偶猫的肠胃是出了名的弱真的要做好家里卫生注意伙食。后来我们家布偶驱虫药也吃了，肚子里面也没虫了但是还是拉稀，医生也说不出个所以然。于是我娘亲专门去香港给她买的益生菌（右上角），能吃一个月，吃了不到十天的时候💩就很正常了，成型状硬硬的。所以家里如果布偶猫有肠胃问题但是查不出病因的推荐这款益生菌可以试试看。右下角是在香港老板推荐的两款猫粮，我们都是混着喂的，以保证营养平衡，我娘亲也害怕了布偶猫的肠胃不敢轻易换口粮。左上角还有一个小鱼干推荐给养猫猫的小伙伴，是那种晒干的小鱼，猫咪真的超级爱吃的，可以磨牙，我家里有点大平常如果找不大那只丑猫就会摇动一下小鱼干不到五秒她就会出现在我面前喵喵叫了🐱哈哈哈。左下角的吹风机推荐给喜欢在家里给小动物洗澡的小伙伴们，我娘亲基本每十天左右就会给她洗澡，觉得每次送出去太麻烦我娘亲就买了个专用吹风机给她，因为动物的猫一般比较厚实，专用的吹起来还是很快的，差不多十五分钟左右就搞定了。\n#我和宠物的日常#我家宠物最萌的瞬间#Ragdoll",
      "avator": "https://img.xiaohongshu.com/avatar/59439ee3b46c5d21989567d7.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "Lucifer"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/7bd870df-6014-42d0-8419-bdd95397e3b4@r_640w_640h.jpg",
      "title": "大家一起来吸猫🐈",
      "subTitle": "看到这只猫睡觉的画面我就走不动了\n萌哭简直！我也好想养只猫～整天吸🐈\n霓虹网红猫主人给它的小猫配了个适合它的枕头\n不再霸占主人的枕头还可以和主人共眠了\n好想和喵一起睡哦～ @生活薯\n（twi：milkymirukun） ​​​\n#吸猫#我和宠物的日常#我家宠物最萌的瞬间",
      "avator": "https://img.xiaohongshu.com/avatar/59d440b3b46c5d64fa6c95e5.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "小铮姐姐"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/8a5950dd-a0c5-41f0-ad21-f9a9afbf506f@r_640w_640h.jpg",
      "title": "给大家安利一款有个性又潮又拉风的猫包",
      "subTitle": "#吸猫 一直想找一款装逼的猫包，可某宝上大部分太俗，要么还不足以用来装逼，要么就是撞包，大家都是清一色的太空包，又失去了个性。后来看到这款酷炫的猫包就果断买了，能露出猫咪脸，还足够透气，走出去确实挺拉风的。😁😁\n还有一款宇航员造型的猫包也是很酷炫，这个牌子还有很多潮牌款的猫咪狗狗便携包。\n【Catysmile宠物背包箱包猫包猫咪外出便携双肩包用品】，复制这条信息￥zYv801BHCFY￥后打开👉手机淘宝👈",
      "avator": "https://img.xiaohongshu.com/avatar/58ea010c02f37d217678c8e4.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "糙米卷🎏"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/8f779806-5461-48fb-8869-249d1cf08178@r_640w_640h.jpg",
      "title": "第一次养猫需要做哪些准备？（资深猫奴倾情巨献）",
      "subTitle": "我和宠物的日常我家宠物最萌的瞬间宠物名人口碑宠物零食值得买的宠物窝猫奴必备猫玩具嘿嘿，几个月前就解锁",
      "avator": "https://img.xiaohongshu.com/avatar/59312c14b46c5d03eceb65dc.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "一个脑壳有包的人"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/fb5fb8fe-a74c-4025-a923-ef4594da338c@r_640w_640h.jpg",
      "title": "猫姐奋斗八个月成功瘦腿心得&amp;瘦腿动作分享",
      "subTitle": "先介绍下自己，猫姐身高159，身材比例五五，腿不长也不直，外八字，小腿严重外翻，大腿小腿都赘肉明显，可以说我的腿部成为美腿的条件很差。残酷的现实，我是2015年7月开始锻炼，看🆚照片，2015年7月没锻炼时我的大腿部赘肉，合拢双腿明显肉肉都是贴合在一起的。2015.7-2016.3，经历了艰难的八个月减脂阶段后，2016年3月照片，可以看到，我锻炼后身体明显各部位肉都变紧实了。\n体型也变化很大。（照片2照片3）\n猫姐用上面自己的锻炼打卡对比照片，就是想很认真的想告诉你，如果你本身已经超出正常体脂率，那你现在的重点还不是瘦腿的问题，首要任务就是赶紧先减脂肪，那你肯定要说，如果我变瘦了那还需要美腿嘛！自然就有美腿了呗！\n科科！猫姐亲身经历告诉你，我2016年3月，减脂成功后，腿也没好看多少😢。\n请看我一张2016年3月10号的锻炼打卡照片，明显我的腿瘦了，可是小腿外翻依然严重，小腿肚的肉依然特别鼓，小腿合不拢，中间缝隙特别大，虽然当时的我已经很瘦了，可以我还是没有拥有美腿。（照片4）\n记得有亲微博留言问过我，我能不能锻炼局部减哪个部位，就只减腿，或减腹部，这真的不现实。\n想塑型，先减脂。这是我的忠告。当你达到正常体脂率后，再有重点的做身体部位的瘦身塑型动作。\n还有几个容易陷入的思想误区深坑：\n1.感觉瘦就是美\n瘦和美，真没啥关系。你身边肯定有很瘦的人，你感觉她美吗，除了感觉瘦，一点没有肌肉线条感，没胸没屁股。两个腿像麻杆，真的一点也不好看呀！\n2.迷信快速局部减\n还有，不要相信什么局部减肥，一周让你减十斤恢复小细腿小蛮腰什么的，都是骗你的呀！这种靠去除身体水分的办法短期见效，后期反弹会更严重，我身边有朋友就上当了，在美容院办瘦身一个疗程一千多，是，也不是太贵，可你想想一千多就可以在健身房办个一年的卡了，自己去运动拥有好身材，健康效果又持续，这样岂不更好！\n3.各种瘦腿袜\n对了，还有瘦腿袜，利用视觉欺骗你腿瘦了的，求你们别是恋爱中的智商，咱们女人的钱是好忽悠，但这种明显自欺欺人的法术，别自己给自己使的好开心。\n------/-------/---------/-------------\n从2016年3月到2017年1月，时间跨度十个月，因为崴脚、出差考察工厂，实际锻炼时间就八个月。奋斗努力了八个月，终于在我有意识的瘦腿锻炼下，腿型开始有了明显的变化，这张是17年1月拍的照片（照片1），虽然还是没有达到最终我理想中的美腿目标，需要继续奋斗在瘦腿的路上，但总算有了一点成绩，这几天整理了自己经常做的瘦腿动作，跟大家分享。\n为了拥有一双美腿，努力💪努力💪\n下面👇具体说瘦腿方法，网上方法一搜成千上万，猫姐整理的这几样都是猫姐亲自测坚持有效的，而且都是很容易做的动作，不复杂，所以思想别有压力哟！只要坚持就好了！\n首先，我要推荐的就是这个：（照片5）\n办公室女神们要看仔细了。\n在办公室工作的女人们，时间一长，久坐一族们会经常抱怨自己的屁股大腿粗，其实这跟坐姿有很大的关系。\n正确的坐姿应该是挺背收腹，不靠椅面。（如果靠着椅背，会令脊背肌肉处于拉伸状态，时间久了容易导致腰痛。）相反，如果挺背收腹，不靠椅背，不但可预防腹部脂肪堆积，还能舒展背部肌肉，有助于集中精力工作。久坐的人可以在膝盖间夹张纸。许多人坐着时总时不时地跷起二郎腿，这样不仅容易弯腰驼背，还会妨碍血液循环，用这样的小纸来约束一下自己，坚持一段时间美腿就看得到啦。\n瘦腿方法：膝盖间夹张纸\n第二个办法 推荐给睡神😄 （照片6）\n很适合睡前躺在床时做的运动，把它拿来当睡前操！每日上床前，给自己抽出一点点时间，用枕头来瘦腿，就当在床上玩耍一样，用一种玩乐的方式来瘦腿。\n动作一：\n将枕头夹在小腿中间，坐在床边，大、小腿成90度角。\n动作二：\n双腿脚踝交叉、同时弯曲膝盖，采仰卧姿势，双手置于臀部下面、弯曲膝盖、脚踝交叉。\n抬起双腿 伸展膝盖，交叉的脚朝天花板抬起并尽量伸展双膝，以收缩大腿肌肉。以15－20次为一组动作、做1－3组。\n第三，增加锻炼强度，一组瘦腿操。\n在家就完成的一组瘦腿操，非常简单易操作。\n瘦腿操一：（照片7）\n1、自然站立，双脚打开与肩同宽，上身挺直，与双腿在一平面上，双臂向前伸直与地面保持平行。\n2、双膝向外侧弯曲，臀部垂直往下沉，让大腿与小腿成90度直角，然后恢复第一个动作。再继续，如此运动重复15次。\n3、双手叉腰，上身挺直，左腿向前跨出一大步屈膝，右腿被带动的脚跟离地。\n4、臀部慢慢下沉，做压腿运动，大腿与小腿之间呈90度直角，重复15次\n瘦腿操二：（照片8）\n1、双腿并拢站直，上身挺直，双手各握哑铃，双臂下垂，由哑铃的重量带动身体。\n2、上身慢慢向前俯下，与双腿呈90度角，双臂下垂。重复15次。\n3、右膝弯曲与脚趾都着地，上身尽力向前拉升，与地面保持平行，双臂伸直撑地，左腿慢慢抬起，直到与地面保持平行即可。\n4、保持第三个动作，将左腿慢慢向上抬起，直到不能再抬起，然后恢复平行状态。双腿各做15次。\n瘦腿操三：（照片9）\n1、双腿并拢伸直趟坐在地面上，上身挺直稍微向后倾斜，双臂在后撑地，脚掌翘起与双腿垂直。\n2、保持第一个动作，然后脚掌向前绷直，保持15秒，重复3次。\n3、双腿并拢站直在地上，收腹挺胸，双臂自然垂直放于身体两侧。\n4、保持膝盖不弯曲，慢慢向下弯腰，让双臂垂直于地面，用手指触地，保持15秒，重复3次。\n保持良好的腿部线条，去除赘肉，必须坚持进行针对性的运动。猫姐做的这些瘦腿运动并不复杂，只是一些简单的动作，每天坚持！这些动作，锻炼几次不可能就会瘦腿，保守估计，需要半年以上，需要你几百次的坚持，量变到质变，是个慢慢累积的过程，你除了坚持，还需要耐心和信心。要知道：锻炼从来不是神药，想不付出或付出一点点就有大效果的，真的不可能！\n外貌是父母给的，可是美腿就是你自己努力的结果了，甭告诉猫姐，你努力了没效果，那只是因为你对自己不够狠，还没有拼尽全力。\n最后，说句残忍点的话，咱们父母没给咱美丽的外貌，那我们可以通过自己努力去拥有一个好身材，一双大美腿，这是自己可以改变的，任何可以改变的事，我们都应该去珍惜，要拼尽全力做好！\n已经2017年啦！各位妹子们，新的一年里，让我们为自己的好身材开始锻炼起来，身材这件事真的没有任何人可以帮到你，选择穿上什么码数的衣服，这真的是你自己的事。\n猫姐自从2015.7月开始锻炼，到现在已经一年七个月。深深意识到锻炼的重要性，考虑到我们工作室的客服们也是久坐一族，2016年初我给工作室买了跑步机，瑜伽垫，按摩棒，晚上不忙的时候，客服MM都开始锻炼跑步啦！2017年我还设立个“减肥励志奖”，三千元奖金。让客服MM拥有健康的身体，才能为大家更好的服务，我这个当老板的想法很实在。\n工作赚钱也是为了健康的生活，希望新的一年你们也可以把买买买的钱抽出一部分投资给自己的身材。\n健康！这是比买买买更重要的事。\n2017年，猫姐还会继续健身打卡，也希望同行者越来越多，也会继续把自己的锻炼心得分享给大家！\n新年到了！\n㊗️少吃点，少吃点！少吃点！^_^\n新年快乐🎉各位亲😄\n猫姐 2017.1.23号 整理&amp;写于北京🏠\n关于：“为什么要锻炼？关于要不要请私教教练，健身房，和饮食问题，还有锻炼中需要注意的问题。”猫姐找到了自己2015年个人锻炼总结中都有详细写，大家可以看一下。在小红书上2017.1.31号已发。",
      "avator": "https://img.xiaohongshu.com/avatar/57b84df2e9521a3824c98bd6.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "拧巴猫姐大处女座"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/4b8341e5-0df4-4b91-a409-976a8f76def3@r_640w_640h.jpg",
      "title": "当你决定养一只猫了，你需要提前做这些",
      "subTitle": "与其说这是一篇养猫指南，更不如说是我这些年养猫的体会。文章长，谢谢善良的你看到这里。\n很高兴你决定多一位特殊的家人，在它来之前，我们先要预备些什么呢？以下是我个人的经验，欢迎补充👏\n#我家宠物最萌的瞬间\n🌟猫的[必须用品]:\n📎猫窝:猫窝要柔软，我选择的是📍半开放📍式的，方便进出（方便我偷窥）。momo一接触就在窝里踩奶。夏天可以买张凉席铺上去。\n📎猫砂盆:我选择的是📍封闭式的猫砂盆，有扇小门的那种。现在有黑科技的全自动猫砂盆可以解放双手，但猫奴不就少了铲屎这个探宝式乐趣（嗯，是我买不起[扶墙R]）。不要小看你家猫的威力，可以熏到你怀疑人生🌚。\n📎猫砂：一开始我选择的是📍绿茶猫砂，味道冲，momo打喷嚏。后来我换了📍豆腐猫砂，momo很适应，结团快，味道轻，马桶可以直接冲走。不少猫友选择📍水晶猫砂，清理方便，防臭又卫生。但有些猫可能不喜欢它的质感，而且铲出后只能随生活垃圾处理。还有楼下猫友推荐📍松木猫砂和📍蓝钻猫砂，我还没试过，选择因人而异吧。小猫刚到时，你把它抱进猫砂盆，它自己就明白了（这是养猫最省心的事）\n📎猫饭碗：一个食盆一个水盆。不要塑料的。要经常清洗防止细菌滋生。\n📎猫粮：一开始我用的是美式和皇家奶糕混合，小猫都很喜欢皇家奶糕，但我发现太油腻，容易长眼屎，消化不好。在猫友推荐下换成📍海洋之星，改善很多，毛发也亮了，缺点是味道腥，小猫吃的不多。现在吃的是📍耐吉斯，兽医推荐，低敏配方天然无谷（而且价位也很合理），momo特别喜欢。当然📍渴望，NOW等都不错，看你主子的口味喜好。换猫粮时第一次掺四分之一，下一次掺一半，然后再完全替换，给小猫适应期。\n📎猫零食：momo刚来的时候给它吃📍羊奶布丁（小猫不能喝牛奶），大一些了就一天一个📍黑沙奖励布丁，一星期一罐📍海洋之星的罐头。还有📍骏宝洁牙化毛酥，洁齿棒，各种小肉干等。每次叫它名字再给它吃，它就会很快记住。\n📎猫玩具：我给它买的是📍猫抓板，📍逗猫棒，📍激光笔（不要对着动物和人的眼睛），📍小球游乐盘，📍猫爬架还有零零碎碎的小玩具\n📎猫笼子：第一只📍小铁笼是随momo赠送的，后来我买了一个📍折叠猫帐篷，收纳携带方便。外出就用📍太空包，让它看世界。\n📎其他生活必须品：📍猫梳，每当四季交替，猫会换毛，多给她它撸毛好过粘的遍地是毛。楼下猫友推荐📍贝壳梳，有长短毛之分，我也吃下这颗安利哈。📍指甲钳，经常要给它剪，不安分的小猫可以配合📍固定袋。\n📎其他用品（可选）：我给它买过📍背带牵引绳，它不是很喜欢。📍猫吊床，置于窗台（一定要保证纱窗关紧，我同事家的猫就从十一楼失足坠下），小猫需要多晒太阳。\n📎营养品：我用的是📍美国红狗营养膏，幼猫孕猫都可以吃。📍化毛膏也要买，换毛季猫猫能把舔进的毛发排出来。周围的猫舍都推荐这个。不过小红薯朋友说红狗是中国人在美国注册的牌子，卖进口价。虽然momo目前没发现什么异常，但是听着也有道理。小伙伴也可以选择📍骏宝营养膏，放心些。\n📎药品：猫的肝脏都有先天缺陷，无法合成赖氨酸。momo刚到我家时患有鼻支，打喷嚏咳嗽，我喂的是绿色包装的📍美尼喵日本meni-one，幼猫时期一天一包，成猫时期一天两包。兽医还推荐了我📍硕腾速诺片（消炎药，用于皮肤感染，牙感染，尿道感染，呼吸道感染和肠炎等感染）。不到一星期momo的鼻支就康复了。\nmomo来我家时还有皮肤病，耳朵和四肢掉毛。当你也接到这样的小猫，不要嫌弃。幼猫大多都会患有轻微奶藓，一般抵抗力强了就会好起来。我的momo迟迟不好，就给它用了📍盐酸达克罗宁溶液，效果很好。\n📎关于洗澡：一个月以内的小猫不要给它洗澡。自己动手洗是非常血腥的，建议📍固定袋，我用的是📍SOS沐浴露。之后不敢了，还是宠物店放心，而且不用担心猫冻着。\n📎关于疫苗：momo打的是📍猫三联，宠物店打针每次80-120元的价位（杭州）。建议在8、12、16周分别接种一针猫三联，一年后加强一次，最好三年一次。\n📎关于驱虫：体外驱虫用📍福来恩，体内驱虫用📍拜耳。第一次建议在医院做。\n驱虫建议：\n幼猫：第6、8和12周分别驱虫一次，之后3个月一次。\n成猫：每3个月一次，多猫共处和环境感染风险较高的情况下遵医嘱。\n交配前需驱虫，生产10天前驱虫，生产后2周和4周再次驱虫。\n接到小猫后，首先带它去宠物医院做健康检查，确定有无猫瘟（身边星期猫的案例太多）。一切正常后就开启你的猫奴生涯吧🙇🏻‍♀️🙇🏻\n最后这些话，亲爱的也可以跳过。\n我养过三次猫。\n第一次，在花鸟市场从老奶奶手里花了八十块买的中华田园猫。养了三年，聪明的出奇，仿佛能懂人语。很遗憾，后来它走失了。每每回想都满怀愧疚，希望它能遇到心善的人收留。\n第二次，在学校寝室楼下遇到一只皮肤溃烂又干瘦的小橘猫，在草丛里似求救，我一蹲下它便顺着裤腿爬到我膝盖上。我收留了它，带它治病，养的精壮，后来一位美好的人愿意带它回家，我便放心托付了。\n第三次就是如今的Momo，从两个月接手，呵护至今。第一眼看中是因为它像我走失的那只猫，只不过多了个品种。它的确有灵气（脾气），随着慢慢长大，凶起来自己都打（宠物店给它洗澡都说没见过这么凶的小猫）。但是每当它躺在我怀里撒娇，或者用屁股对着我的脸拱的时候（猫在小的时候，猫妈妈会帮小猫清洁肛门，小猫做这个动作为了吸引妈妈更多的注意），你会发现自己对这个把你当作妈妈的小毛孩有多重要。\n动物之间的感情都是互通的，你对它好，它也会拿一生来爱你。接下来的十几年，彼此多多指教吧✨",
      "avator": "https://img.xiaohongshu.com/avatar/58f75497e9521a743f2ff1d1.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "河卜卜"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/72874448-46e1-4e50-b5ab-ab74a57d982c@r_640w_640h.jpg",
      "title": "养猫之前的准备❗️接猫主子回家之前需要准备什么",
      "subTitle": "1. 如何选择喵主子？\n猫舍？后院？宠物店？还是领养？\n正规猫舍：猫分为赛级、繁育级、宠物级，优点是血统纯正，颜值大多较高，猫咪身体健康，售后服务好；\n缺点：贵！还有一定要找准靠谱猫舍！\n后院/宠物店：颜值也有高的，但大多为不负责任的近亲繁殖，混血，注意遗传病、传染病，营养不良等。\n朋友3k买了只折耳，到家看病打针就花了2k，还一直体弱多病，猫友需谨慎！\n另外，领养代替购买，也是棒棒的！\n2. 我家胖球和糖糖糖是如何接回家的？\n看了朋友的例子之后就决定找家靠谱的英短猫舍，当然猫友们根据自己喜欢的品种找相应的猫舍。微博上搜粉丝多，做的久的猫舍，加了微信，从头看到尾😂\n当时偶然的机会看到胖球的小视频，非他不可，就是所谓的眼缘吧。通过视频看猫后，付了订金，猫舍会问小猫的名字，叫新名字养成习惯，并且要主人的信息，出具cfa证书用。等球球跟猫麻麻学会怎么用猫砂，接种完所有疫苗，做好内外驱虫等，三个月大之后，空运到我所在城市的机场\n3.  接喵前准备清单\n球球来之前，猫舍寄来了他之前用过的猫砂，有熟悉的味道就会去新猫砂盆便便\n也寄来了他正在吃的猫粮和冻干，爱吃的罐头，常用的药品\n胖球在猫舍吃渴望鱼+皇家猫粮、冻干、生牛肉，我在准备的时候基本按照猫舍的推荐入的\n• 猫粮：猫咪是肉食动物，无谷猫粮是最好的选择，入了渴望六种鱼+渴望鸡，到家后混着猫舍提供的猫粮，逐步换粮，防止喵肠胃接受不了\n（渴望六种鱼含油量大，家里喵出现了黑下巴的情况，后来就换成纯喂渴望鸡，也是因猫而异）\n• 冻干：Primal鸡肉和牛肉口味，作为早饭，换着吃\n• 生牛肉：切好分装冻三天，杀死细菌，作为晚餐，定期驱虫很重要！三个月一次一般！\n（有喵友提醒，生熟食物最好分开喂，例如冻干生牛肉和罐头猫粮不要一起喂，隔天或最少隔几个小时，肠胃敏感的喵最好分开，但我家英短铁胃，就没怎么注意分开猫粮，都是自助，因猫而异[萌萌哒R]）\n另外，高蛋白喂养长时间猫猫会上火，💩很臭，定期喂鸡胸肉+西兰花/胡萝卜/南瓜，增加膳食纤维，会更健康，或一天只喂一顿肉/罐头/冻干\n一岁以后食物最好每天定时定量，也更方便控制体重，身体健康\n• 猫碗\n• 饮水机：小佩，猫咪爱喝流动的水，胖球很爱，可以坐着喝一分钟😂\n• 猫砂盆：入了雪屋，特别好用，不带沙出来，唯一缺点：费猫砂\n• 猫砂：Role 绿茶味豆腐猫砂，不起尘，结块好，略贵\n• 肉泥/罐头：根据需要购买，每位主子口味不一样，尽量购买主食罐，零食罐喂多了可能会挑食，营养不良\n• 营养品：发育宝(促进发育肠胃健康)，美尼喵(赖氨酸预防感冒)，益生菌(软便或便秘) ，内外驱虫药，营养膏补充维生素，六个月后要准备化毛膏或猫草\n• 猫窝，猫抓板\n• 猫爬架：一分钱一分货，之前入了便宜的，晃的厉害，Cats比较靠谱，主子们喜欢，但！太！贵！\n• 指甲剪，玩具，梳子\n• 牙膏，牙刷，自己洗澡的话备沐浴露\n• 杀菌消毒的用品，猫咪活动区域勤打扫\n• 耳油：经常滴耳油，让喵自己甩出来，清洁耳廓，预防耳螨\n入坑需谨慎，不要三分钟热度，给喵温暖的家\n祝各位都有自己的喵主子，先收藏备用，万一实现了呐[萌萌哒R]",
      "avator": "https://img.xiaohongshu.com/avatar/5936844bb46c5d66921cdaad.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "魚小魚的喵"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/1aaa329b-c883-4793-a534-ac595c2afe8b@r_640w_640h.jpg",
      "title": "大胖子猫     撸猫  蓝金",
      "subTitle": "新技能用手吃罐头\n#我和宠物的日常#吸猫#我家宠物最萌的瞬间#宠物名人",
      "avator": "https://img.xiaohongshu.com/avatar/59de2ba1d1d3b96f338fda16.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "不喝带气的雪碧"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/448ae425-d1bd-44c4-aa78-4507e1444a7d@r_640w_640h.jpg",
      "title": "全世界最可爱的纯白英短折耳猫",
      "subTitle": "男票送了我一只全世界最可爱的猫(我自认为哈哈…) 前几张是刚接回家的图片 后面是现在 男票送我的时候才两个月 现在已经5个月大了 是个超级调皮的宝宝 真的有的时候有点活泼的过头 不过身体健康 性格超开朗 取名叫Wifi",
      "avator": "https://img.xiaohongshu.com/avatar/59cceda1b46c5d0b18065477.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "Krystal_lxr"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/946dec4f-27cc-44c7-bca7-b173e79dc7df@r_640w_640h.jpg",
      "title": "这猫脾气真好！",
      "subTitle": "[笑哭R][笑哭R]这猫脾气真好啊！#我和宠物的日常#我家宠物最萌的瞬间#吸猫",
      "avator": "https://img.xiaohongshu.com/avatar/58e50f29e9521a777c463dc6.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "米曦喵"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/3eb834cf-077f-486c-9a8d-f7b49926f966@r_640w_640h.jpg",
      "title": "新手猫奴有话说",
      "subTitle": "#铲屎官大作战\n如果你没有做好养猫的准备，那你一定不要养。\n以下是可能发生的情况。\n猫会生病，会离家出走，猫会有自己的情绪，会给你添乱，把屋子弄乱。\n接到喵星人🐱第一件事就是带猫去宠物医院🏥，先把喵星人的指甲处理下⚠️猫咪的血管和指甲是连接在一起的，注意别剪到(宠物医生是知道的)⚠️检查有没有猫藓，螨虫之类的，做好全面检查(因為有的人皮肤紫外线过敏或者皮肤抵抗力差会传染给人)然后回家把猫粮，猫砂(要把小猫放进猫砂里拍下猫屁股，小猫就知道了)猫窝准备好，如果小猫有病的话，要特别注意消毒。我刚接到猫时候就发现有猫藓，去医院检查一下，医生给开的一些药！有喷的，也有口服的，治疗猫藓时间大概要15天以上！暂时花了200➕\n🎀🎀🎀猫藓\n第一次养猫的铲屎官，不要紧张！猫藓并没有想象中那么可怕，营养一定要跟上，对付猫藓主要就是以下三点\n✅合理用药✅环境消毒✅正确护理（图片有针对猫藓的药哦！可以去宠物医院拿药，不是做广告哦！）\n🍤🍤🍤🍤🍤🍤\n🐈的必需品\n猫砂✅比较好的几种\n豆腐猫砂⭐️⭐️⭐️⭐️\n豆腐猫砂，其实质地并不是豆腐一样，区别于膨润土砂，豆腐猫砂呈圆柱条状。吸臭效果比一般土砂较好，结团也比较快，尿液结团快，方便铲屎官铲出。\n水晶猫砂⭐️⭐️⭐️\n水晶猫砂亦叫硅胶，是呈现半透明的颗粒状。\n优点：吸收能力超强，吸水之后颜色会发生变化，容易辨认，方便及时清理，有一定的防霉抗菌功能，除臭功能强，比较卫生美观，使用寿命长。\n缺点：水晶猫砂是圆形小颗粒，容易被猫咪抓出来玩，猫砂使用过后异味比较重，更换时也不能倒在土里或者马桶中，只能弃于垃圾桶。\n松木猫砂⭐️⭐️⭐️⭐️",
        "avator": "https://img.xiaohongshu.com/avatar/59852988b46c5d4951c33ca0.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "奶酪姐姐"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/42bab6d0-8d62-4af2-baac-9a006a60f784@r_640w_640h.jpg",
      "title": "关于撸猫",
      "subTitle": "从小就超级喜欢猫 因为母上大人对猫🐈🐈🐈🐈过敏就一直没养成\n想着等以后吧以后一定要养一只猫 个人喜欢日本短尾想做铲屎官😂😂😂😂#吸猫#铲屎官大作战",
      "avator": "https://img.xiaohongshu.com/avatar/59dd9bb3b46c5d586fa83f22.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "特别好的蓝二哥哥"
    },
    {
      "previewImg": "http://ci.xiaohongshu.com/dbbade62-4d49-4ebb-b71a-de652ef3e847@r_640w_640h.jpg",
      "title": "蓝猫🐱金吉拉猫猫🐱",
      "subTitle": "dada：“咦？”\n桃子🍑：[惊恐R]什麼鬼？\n#吸猫#猫奴必备猫玩具\n#我和宠物的日常#我家宠物最萌的瞬间",
      "avator": "https://img.xiaohongshu.com/avatar/59b97c0ab46c5d5570be6cc8.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "Evi✨✨"
    }
  ],
  topicList: [{
    previewImage: 'http://s4.xiaohongshu.com/static/message/1244863c12b500d43b36e837ac9ac36d.jpg'
  }, {
    previewImage: 'http://ci.xiaohongshu.com/11af9a62-1a05-4984-a271-48f12354b352'
  }, {
      previewImage: 'http://s4.xiaohongshu.com/static/message/5919b71427f143eef5bd915327136415.jpg'
  }, {
      previewImage: 'http://s4.xiaohongshu.com/static/message/ea165798e1e2d4ec7d5a8257533b149f.jpg'
  }, {
      previewImage: 'http://ci.xiaohongshu.com/898f1af5-1f48-4cc1-b697-4cc9ef1e7728@r_750w_750h_ss1.jpg'
  }],
  userList: [
    {
      "avator": "https://img.xiaohongshu.com/avatar/5850a67e6a6a696eb91e2cb8.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "蓝莓小坏蛋"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/5934025db46c5d6cbfd004da.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "哆啦A梦"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/5825dbc4d8601e58d06e81a9.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "招财猫1314"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/57a52fbbd8601e4797d5bce3.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "🍓pop糖"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/594c7f4ab46c5d43edd694da.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "筱莜"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/59d1991cd1d3b974e836fd42.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "五彩斑斓的白日萌"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/573eb353e9521a14d65939a1.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "长得好像小恐龙"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/96f710cf96086b9ca63483c0db112e26.png@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "冰冰凉_573693A7"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/59d05ba8d1d3b937ba8fd9fb.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "叫我大宝甜呐"
    },
    {
      "avator": "https://img.xiaohongshu.com/avatar/59001773e9521a3475d6beac.jpg@80w_80h_90q_1e_1c_1x.jpg",
      "userName": "🐶韩小喵🐱"
    }
  ]
}

module.exports = data;